IDEA StatiCa Open Model
LineSupportSegment.SupportTypeRZ Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Support type in dirrection round Z
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SupportTypeInDirrection SupportTypeRZ { get; set; }
Public Property SupportTypeRZ As SupportTypeInDirrection
	Get
	Set
public:
property SupportTypeInDirrection SupportTypeRZ {
	SupportTypeInDirrection get ();
	void set (SupportTypeInDirrection value);
}
Property Value
Type: SupportTypeInDirrection
See Also
Reference
LineSupportSegment Class
IdeaRS.OpenModel.Model Namespace